Repository: foss-np/smriti
Catalog: ne_NP_Firefox_browser.tmx
Source language: en
Languages: ne

source: Don't add an exception unless you know there's a good reason why this site doesn't use trusted identification.
ne: तब सम्म अपवाद नथप्नुहोस जबसम्म तपाईलाई यस साइटले किन भरोसा पहिचानको उपयोग गर्दैन भन्ने बारे एउटा राम्रो कारण थाहाछैन।

source: close
ne: बन्द गर्नुहोस्

source: Copy Link
ne: लिङ्क प्रतिलिपी गर्नुहोस्

source: Center
ne: केन्द्र

source: First page
ne: पहिलो पृष्ठ

source: Last Modified
ne: पछिल्लो परिमार्जित

source: Setting to display
ne: प्रदर्शन गर्नुपर्ने सेटिङ

source: Restore Session
ne: सत्रलाई पूर्वावस्थामा ल्याउनुहोस्

source: Recovery &Key
ne: पुनर्स्थापना साँचो

source: French Polynesia
ne: फ्रेन्च पोलीनेसिया

source: stable
ne: स्थिर

source: Could not verify this certificate because it is not trusted.
ne: यो प्रमाणपत्रलाई विश्वास नगरिएकाले पुष्टि गर्न सकेन।

source: %s had a problem and crashed. To help us diagnose and fix the problem, you can send us a crash report.
ne: %s मा समस्या छ र क्र्यास भएको छ। हामीलाई निदान गर्न र समस्या समाधान गर्न मदत गर्न, तपाईं हामीलाई क्र्यास रिपोर्ट पठाउन सक्नुहुन्छ।

source: Installing
ne: स्थापना गर्दै

source: Sign in to Sync
ne: सिङ्क गर्न साइन इन गर्नुहोस्

source: Web Console (%S)
ne: वेब कन्सोल (%S)

source: A script on this page has been stopped due to a low memory condition.
ne: यस पृष्ठमा भएको स्क्रिप्ट कम स्मृति हालतको कारण रोकिएको छ।

source: Getting Started
ne: सुरु हुदैँछ

source: Add
ne: थप्नुहोस्

source: from:
ne: बाट:

source: unavailable
ne: अनुपलब्ध

source: Select one automatically
ne: स्वचालित रुपमा एउटा छानोस

source: Solomon Islands
ne: सोलोमन द्वीप

source: Manage your add-ons (%S)
ne: तपाईँका एड-अनहरू (%S) ब्यवस्थापन गर्नुहोस्

source: Côte d’Ivoire
ne: कोट डि’आइभोेर

source: About Us
ne: हाम्रो बारेमा

source: Expected 'important' but found '%1$S'.
ne: 'महत्वपूर्ण' अपेक्षा गरियो तर '%1$S' फेला पर्यो ।

source: Security Error: Content at %S may not load data from %S.
ne: सुरक्षा त्रुटि: %S को सामग्रीले %S बाट डेटा लोड गर्न सक्दैन।

source: Browsing History
ne: इतिहास खोज्दै

source: The update was successfully installed.
ne: अद्यावधि सफलतापूर्वक स्थापना गरियो।

source: U&se system colors
ne: प्रणालीका रंगहरू प्रयोग गर्नुहोस्

source: Would you like %S to remember this login?
ne: के तपाईँ %S मा पासवर्ड सम्झन चाहनुहुन्छ ?

source: Everything
ne: हरेक चिज

source: Montserrat
ne: मोन्टसेराट

source: Caret Browsing
ne: क्यारेट ब्राउजिङ

source: How was your conversation?
ne: तपाईँको वार्तालाप कस्तो रह्यो ?

source: &Pause
ne: पज

source: Offline Mode
ne: अफलाइन मोड

source: Western Sahara
ne: पश्चिमी साहारा

source: Unicode
ne: युनिकोड

source: Update %S
ne: %S अद्यावधिक गर्नुहोस्

source: File: {{file}}
ne: फाइल: {{file}}

source: Entries
ne: प्रविष्टिहरू

source: Module Name:
ne: मोड्युल नाम:

source: Request URL:
ne: URL अनुरोध गर्नुहोस्:

source: Slow SQL Statements on Main Thread
ne: मुख्य थ्रेडमा ढिलो SQL विवरणहरू

source: An error occurred while fetching symbols. Check that you are connected to the Internet and try again.
ne: प्रतीक तान्न खोज्दा एउटा त्रुटि आउन पुग्यो। तपाईं इन्टरनेटमा जडित हुनुभएको छ भन्ने कुरा जाँच गरी पुनः प्रयास गर्नुहोस्।

source: Install &Maintenance Service
ne: मर्मत सेवाहरू स्थापना गर

source: Call failed; see console for details.
ne: असफल कल; विस्तृत जानकारीका लागि कन्सोल हेर्नुहोस्।

source: &Passwords
ne: पासवर्डहरू

source: Abkhazian
ne: अब्खाजियन

source: Account connected
ne: खाता जडान भयो

source: Looking for newer versions of your add-ons…
ne: तपाईंको एडअनको नयाँ संस्करण खोज्दै…

source: Histograms Collected by Add-ons
ne: एड-अनहरूद्वारा हिस्टोग्रामहरू संकलन गरियो

source: You are securely connected to this site, run by:
ne: यो साइटमा तपाईँको जडान सुरक्षित छ, संचालक:

source: Show a blank page
ne: खाली पृष्ठ देखाउनुहोस्

source: Show Details
ne: विस्तृतहरू देखाउनुहोस्

source: Profile Directory
ne: प्रोफाइल डाइरेक्टरी

source: Style sheet could not be loaded.
ne: शैली पाना लोड गर्न सकिएन।

source: Expected URI in @-moz-document rule but found '%1$S'.
ne: @-moz-document नियममा URI अपेक्षा गरियो तर '%1$S' फेला पर्यो ।

source: Welcome to the $BrandFullNameDA Setup Wizard
ne: स्वागत $BrandFullNameDA Setup Wizard मा

source: Jitter
ne: जिटर

source: Use Tracking Protection in Pri&vate Windows
ne: निजी सञ्झ्यालहरूमा ट्रयाकिङ् सुरक्षाको प्रयोग गर्नुहोस्

source: Choose from thousands of add-ons
ne: हजारौँ एड-अनहरू बाट रोज्नुहोस्

source: Change profile picture
ne: प्रोफाइल तस्वीर परिवर्तन गर्नुहोस्

source: No saved Recovery Key to use
ne: पुनर्स्थापना साँचो प्रयोग गर्न सङ्ग्रह गरिएको छैन

source: %1$S could not be verified for use in %2$S and has been disabled.
ne: %1$S %2$S मा प्रयोग गर्नको लागि प्रमाणित गर्न सकिएन र अक्षम भएको छ।

source: Shrink to fit Page &Width
ne: पानाको चौडासँग मिलाउन खुम्च्याउनुहोस्

source: Windows and Tabs
ne: संझ्याल तथा ट्याबहरू

source: optional, default=%S
ne: वैकल्पिक, पूर्वनिर्धारण‍=%S

source: Expected identifier for pseudo-class or pseudo-element but found '%1$S'.
ne: pseudo-class वा pseudo-element को लागि पहिचायक अपेक्षा गरियो तर '%1$S' फेला पर्यो ।

source: Setup was completed successfully.
ne: सेटअप सफलतापूर्वक सम्पन्न भयो।

source: Subscribe to this feed using
ne: प्रयोग गरी भिडियो पोडकास्ट सदस्यता लिनुहोस्

source: f&rom
ne: बाट

source: Current password:
ne: हालको पासवर्ड:

source: &Use Default Folder
ne: पूर्वनिर्धारित फोल्डर प्रयोग गर्नुहोस्

source: &Accept cookies from sites
ne: साइटहरूबाट कुकी स्वीकार गर्नुहुोस्

source: Toggle style sheet visibility
ne: शैली पाना दृश्यात्मकता टगल गर्नुहोस्

source: Function token for non-function pseudo-class or pseudo-element, or the other way around, when reading '%1$S'.
ne: '%1$S' पढ्दा, प्रकार्य नभएको pseudo-class वा pseudo-element को लागि प्रकार्य टोकन, वा आर्को तरिका बाट।

source: Finished FTP transaction
ne: FTP कारोबार सम्पन्न भयो

source: label
ne: लेबल

source: New PKCS#11 Module
ne: नयाँ PKCS#11 मोड्युल

source: &Import…
ne: आयात...

source: &Yes
ne: हो

source: Username
ne: प्रयोगकर्तानाम

source: Your Login Has Expired
ne: तपाईँको लगइन समाप्त भएको छ

source: Certificate Authority Key Identifier
ne: प्रमाणपत्र संस्था कुञ्जी पहिचानकर्ता

source: &Warn me when sites try to install add-ons
ne: साइटहरूले एड-अन स्थापित गर्न खोजेमा मलाई सचेत गर्नुहोस्

source: De&sktop Preferences
ne: डेस्कटप प्राथमिकताहरू

source: Check &for Updates
ne: अद्यावधिकहरूका लागि जाँच गर्नुहोस्

source: ANSI X9.62 elliptic curve c2tnb431r1
ne: ANSI X9.62 अण्डाकार वक्ररेखा c2tnb431r1

source: Firefox Start, a fast home page with built-in search
ne: Firefox सुरु, खोजीको साथमा निर्मित छिटो गृहपृष्ठ।

source: Czech
ne: चेक

source: Reached top of document, continued from bottom
ne: पृष्ठको शिर्षमा पुगीयो, तलबाट जारी गरिएको थियो

source: Telemetry Settings
ne: टेलिमेट्री सेटिङ्

source: Log &Out
ne: लग आउट

source: class name
ne: वर्गको नाम

source: Copy (%S)
ne: नकल गर्नुहोस् (%S)

source: E&xport…
ne: निर्यात गर्नुहोस्...

source: Z (degrees)
ne: Z (डिग्री)

source: Your computer must be restarted to complete a previous uninstall of $BrandShortName. Do you want to reboot now?
ne: तपाईंको कम्प्युटरमा $BrandShortName को अघिल्लो स्थापना रद्द पूरा गर्न फेरि सुरु गर्नुपर्छ। तपाईं अहिले रिबुट गर्न चाहनुहुन्छ?

source: Show suggested and your top sites
ne: सुझाव गरिएको र शीर्ष साइटहरू

source: Check Spellin&g
ne: हिज्जे जाँच गर्नुहोस्

source: Mongolia
ne: मङ्गोलिया

source: Next >
ne: पछिल्लो >

source: Network
ne: नेटवर्क

source: The text you entered is not a number.
ne: तपाईँले प्रविष्टि गर्नु भएको पाठ संख्या होइन ।

source: Pick another element from the page.
ne: यो पेजबाट अर्को element चयन गर्नुहोस्।

source: &brandShortName; Update
ne: &brandShortName; अद्यावधिकहरू:

source: Expected color but found '%1$S'.
ne: रङ अपेक्षा गरियो तर '%1$S' फेला पर्यो ।

source: Shift
ne: सिफ्ट

source: &brandShortName; Cares About Your Privacy
ne: &brandShortName; तपाईँको गोपनीयता बारे चासो राख्छ

source: The person you were calling has ended the conversation.
ne: तपाईंले सम्पर्क गरिराख्नु भएको व्यक्तिले वार्तालाप समाप्त गर्नु भयो।

source: Seychelles
ne: सेचेल्लेस

source: unchecked
ne: चयन गरिएको छैन

source: Restore This Tab
ne: यो ट्याब पुनर्स्थापना गर्नुहोस्

source: You can also
ne: तपाईँ पनि सक्नुहुन्छ

source: article
ne: लेख

source: entity declared in parameter entity
ne: परिमिति अस्तित्वमा अस्तित्व घोषणा गरियो

source: <p>The browser is operating in its offline mode and cannot connect to the requested item.</p><ul><li>Is the computer connected to an active network?</li><li>Press "Try Again" to switch to online mode and reload the page.</li></ul>
ne: <p>ब्राउजर अफलाइन मोडमा काम गर्दैछ र अनुरोधित वस्तुसँग जडान गर्न सक्दैन।</p><ul><li> के कम्प्यूटर सक्रिय सञ्जालसँग जडित छ? </li><li>अनलाइन मोडमा गएर पृष्ठ पुनःलोड गर्नका लागि "पुनः प्रयास गर्नुहोस" मा थिच्नुहोस्।</li> </ul>

source: You can always change your add-ons by going to the Add-ons Manager.
ne: तपाईँले आफ्नो एड-अनहरू सँधै एड-अन प्रबन्धकबाट परिवर्तन गर्न सक्नुहुने छ।

source: Licensing Information
ne: इजाजतपत्रबारे जानकारी

source: Print &Background (colors & images)
ne: पृष्ठभूमि मुद्रण गर्नुहोस् (रङ्ग र तस्विर)

source: Remember Password
ne: पासवर्ड सम्झनुहोस्

source: Fetch count:
ne: गणना तान्नुहोस्:

source: 3D View
ne: त्रि-आयामिक दृश्य

source: Available Updates
ne: उपलब्ध अद्यावधिहरू

source: Asturian
ne: अस्तुरियन

source: &brandShortName; is ready to go.
ne: &brandShortName; जान तयार छ।

source: &Open Selected Tabs
ne: छानिएका ट्याबहरू खोल्नुहोस्

source: Invalid Save Permissions
ne: अमान्य सङ्ग्रह अनुमति

source: Delete Profile
ne: प्रोफाइल मेट्नुहोस्

source: Would you like to improve your search experience with suggestions?
ne: के तपाईँ सुझावद्वारा आफ्नो खोज अनुभव सुधार गर्न चाहनुहुन्छ?

source: About Networking
ne: सञ्जालीकरणको बारेमा

source: top
ne: माथि

source: Please enter a number.
ne: कृपया सङ्ख्या प्रविष्ट गर्नुहोस्।

source: Falkland Islands (Islas Malvinas)
ne: फल्कल्यान्ड द्वीप (माल्भिनस)

source: Please sign in to reconnect
ne: कृपया पुन:कनेक्ट गर्न साइन इन गर्नुहोस्

source: &Mute
ne: म्यूट

source: Use Password Manager to remember this value.
ne: यो मान सम्झनका लागि प्रवेशचिन्ह प्रबन्धक फ्रयोग गर्नुहोस्।

source: Looking up %1$S…
ne: %1$S को खोजी गरिँदैछ…

source: Vendor ID (GPU #2)
ne: बिक्रेता आईडी (GPU #2)

source: C&opy Audio Location
ne: श्रव्या स्थान प्रतिलिपि गर्नुनुहोस्

source: Last Used
ne: अन्तिम प्रयोग

source: Automatically insert closing brackets
ne: स्वचालित रूपमा बन्द कोष्ठक सम्मिलित गर्नुहोस्

source: Declaration dropped.
ne: घोषणा छोडियो ।

source: Baltic (ISO)
ne: बाल्टिक (ISO)

source: Choos&e…
ne: चयन...

source: Recently browsed
ne: हालै ब्राउज गरिएको

source: Samoa
ne: सामोवा

source: &Microsoft Internet Explorer
ne: माइक्रोसफ्ट इन्टरनेट एक्सप्लोरर

source: Sec&urity
ne: सुरक्षा

source: new tab
ne: नयाँ ट्याब

source: Import Complete
ne: आयात पूरा भयो

source: &Import Bookmarks from HTML…
ne: HTML… बाट पुस्तकचिनो आयात गर्नुहोस्

source: disable
ne: अक्षम पार्नुहोस्

source: To display this page, the application must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
ne: यो पृष्ठ प्रर्दशन गर्नको निम्ति, अनुप्रयोगले सन्देश पठाउनु पर्छ जसले कुनै कार्य दोहोर्याउँछ (जस्तै कि कुनै खोजी वा आदेश यकीन) जुन पहिलेनै भइसकेको हुनु पर्दछ।

source: Right-click or pull down to show history
ne: इतिहास हेर्न बाँया क्लिक गर्नुहोस् अथवा तल तान्नुहोस

source: Benin
ne: बेनिन्

source: Open File
ne: फाइल खोल्नुहोस्

source: All
ne: सबै

source: "Extract: error writing to file "
ne: "फाइललेख्दा त्रुटि निकाल्नुहोस्:"

source: Your Certificates
ne: तपाईँका प्रमाणपत्रहरू

source: Private windows now block parts of the page that may track your browsing activity.
ne: अब निजी सञ्झ्यालहरूले वेब पेजहरूको ब्राउजिङ् क्रियाकलाप ट्र्याक गर्न सक्ने भागहरू पनि रोक्न सक्छ।

source: Your call did not go through.
ne: तपाईँको कल सफल भएन।

source: Dimensions:
ne: आयामहरूः

source: Logged In
ne: लग-इन भयो

source: &brandShortName; is designed by
ne: &brandShortName; लाई परिकल्पना गर्ने

source: Algeria
ne: अल्जेरिया

source: Desktop Background.bmp
ne: डेस्कटप पृष्ठभूमी.bmp

source: Thai
ne: थाइ

source: NOTE: Slow SQL debugging is enabled. Full SQL strings may be displayed below but they will not be submitted to Telemetry.
ne: NOTE: ढिलो SQL त्रुटि सच्याउन सक्षम पारिएको छ। पूर्ण SQL स्ट्रिङहरू तल प्रदर्शित हुन सक्छ तर तिनीहरू टेलीमेटरीमा पेश गरिने छैन।

source: Guest
ne: अतिथी

source: Printer Error
ne: मुद्रकको त्रुटि

source: Manage Extra Components
ne: अतिरिक्त अवयव व्यवस्थापन

source: E&dit Username
ne: प्रयोगकर्ता नाम सम्पादन गर्नुहोस्

source: Estonian
ne: एस्टोनियन

source: Your microphone is being shared. Click to control sharing.
ne: तपाईँको माइक्रोफोन साझा भइरहेको छ। साझेदारी नियन्त्रण गर्न क्लिक गर्नुहोस्।

source: Web Page, HTML only
ne: वेब पृष्ठ, HTML मात्र

source: Style Editor [%S]
ne: शैली सम्पादक [%S]

source: Device Manager
ne: साधन प्रबन्धक

source: <Not Trusted>
ne: <विश्वास नगरिएको>

source: Always ask
ne: सधै सोध्नुहोस्

source: Warn &me when closing multiple tabs
ne: बहुविध ट्याबहरू बन्द गर्न खोज्दा मलाई सचेत गर्नुहोस्

source: (No Spelling Suggestions)
ne: (कुनै हिज्जे सुझाबहरू छैन)

source: Restore All.
ne: सबैलाई पूर्वावस्थामा ल्याउनुहोस्।

source: Start a Conversation…
ne: वार्तालाप सुरू गर्नुहोस्…

source: Browser Content Toolbo&x
ne: ब्राउजर सामग्री उपकरणपट्टी

source: Display known breakpoints
ne: थाहा भएका विच्छेदन बिन्दुहरू प्रदर्शन गर्नुहोस्

source: Hide %S
ne: %S लुकाउनुहोस्

source: Enter your email address here
ne: तपाईँको इमेल ठेगाना लेख्नुहोस्

source: The following dictionaries are currently installed:
ne: हाल निम्न शब्दकोशहरू स्थापना भएका छन्:

source: Cocos (Keeling) Islands
ne: कोकस (केलिङ) द्विप

source: Klingon
ne: क्लिङ्गअन

source: Guinea
ne: जिनिया

source: Share This Page
ne: यो पृष्ठ बाँड्नुहोस्

source: Failed to create the PKCS #12 backup file for unknown reasons.
ne: अज्ञात कारणहरूले गर्दा PKCS #12 को जगेडा फाइल सिर्जना गर्न सकिएन।

source: A copy of %S is already open. The running copy of %S will quit in order to open this one.
ne: %S को एउटा प्रतिलिपि पहिले देखि खुलिरहेको छ |यो खोल्दा पहिले खुलेको प्रतिलिपि %S बन्द हुन्छ |

source: &Inspect
ne: निरीक्षण गर्नुहोस्

source: Dark theme
ne: गाढा विषयवस्तु

source: Parts of this page are not secure (such as images).
ne: यो पृष्ठको भागहरू सुरक्षित छैनन् (जस्तै चित्रहरू)।

source: Make &brandShortName; even faster by disabling add-ons you no longer use. Add-ons already installed by third parties will be disabled automatically unless you select them below.
ne: &brandShortName; लाई अझ छिटो बनाउन, तपाईँले प्रयोग नगर्नुभएको एड-अनहरूलाई असक्षम पार्नुहोस्। तपाईँले तल तिनीहरूलाई चयन नगरेसम्म तेस्रो पक्षद्वारा स्थापित एड-अनहरू स्वतः अक्षम गरिनेछ।

source: Save Page &As…
ne: पृष्ठलाई यसरि सङ्ग्रह गर्नुहोस्...

source: Please check your internet connection
ne: आफ्नो इन्टरनेट जडान जाँच गर्नुहोस्

source: Manage
ne: व्यवस्था गर्नुहोस्

source: X.500 Name
ne: X.500 नाम

source: Enabled
ne: सक्षम पारिएको

source: Account Details
ne: खाता विवरणहरू

source: Robots have shiny metal posteriors which should not be bitten.
ne: यन्त्रमानवहरूको बाहिरी शरीर चम्किलो धातुहरूले बनेको हुन्छ जसलाई टोक्नु हुदैन।

source: Use ha&rdware acceleration when available
ne: उपलब्ध भएमा यन्त्र गति प्रयोग गर्नुहोस्

source: Azerbaijan
ne: अजरबैजानी

source: &Bookmark Selected Tabs…
ne: रोज्नुभएको ट्याबहरूमा पुस्तकचिनो हाल्नुहोस्...

source: Jan
ne: जनवरी

source: United States
ne: युनाइटेड स्टेट्स

source: ',' or '{'
ne: ',' वा '{'

source: You did not enter the correct current Master Password. Please try again.
ne: तपाईँले सहि मास्टर पासवर्ड प्रविष्ट गर्नुभएन। पुनः प्रयास गर्नुहोस्।

source: Key:
ne: कुञ्जी:

source: Somali
ne: सोमाली

source: Invite a friend to join you
ne: एक साथीलाई निमन्त्रणा गर्नुहोस्

source: More information
ne: थप जानकारी

source: Status Responder
ne: स्थिति प्रतिक्रियाकर्ता

source: Blocked by Parental Controls
ne: पैतृक नियन्त्रणहरू द्वारा बन्द गरिएको

source: #1 minute ago;#1 minutes ago
ne: #1 मिनेट अगाडि;#1 मिनेट अगाडि

source: Apr
ne: अप्रिल

source: Page Set&up…
ne: पृष्ठ सेटअप…

source: Stopped…
ne: रोकियो...

source: Cookies
ne: कुकिज

source: Certificate Name Constraints
ne: प्रमाणपत्रका नाम बन्देजहरू

source: Edit
ne: सम्पादन

source: progress bar
ne: प्रगति पट्टी

source: [JavaScript Application]
ne: [जाभास्क्रिप्ट अनुप्रयोग]

source: No animations were found for the current element.
ne: हालको element को लागि कुनैपनि एनिमेसन भेटिएन।

source: Arabic
ne: अरबी

source: Let's Talk About…
ne: यस बारेमा कुरा गरौँ…

source: Developer Tools
ne: विकासकर्ता उपकरणहरू

source: New value for setting
ne: सेटिङको लागि नयाँ मान

source: Got it!
ne: पाएँ!

source: Reboot now
ne: अहिले नै फेरि बुट गर्नुहोस्

source: %1$S resource
ne: %1$S स्रोत

source: Bookmarks Toolbar Items
ne: पुस्तकचिनोहरू उपकरणपट्टी वस्तु

source: Exit Customize
ne: अनुकूलित निकास

source: View &Description
ne: विवरणहरू हेर्नुहोस्

source: Translation will not be offered for the following languages:
ne: निम्न भाषाहरूमा अनुवाद उपलब्ध छैन :

source: Negation pseudo-class can't be negated '%1$S'.
ne: प्रतिवाद pseudo-class '%1$S' अस्वीकार गर्न सकिदैन।

source: [Folder Name]
ne: [फोल्डरको नाम]

source: Sort by date updated
ne: अद्यावधिक मिति अनुसार क्रमबद्ध गर्नुहोस्

source: Please ensure the selected browser is closed before continuing.
ne: कृपया जारी गर्नु पुर्व, चयन गरिएको ब्राउजर बन्द भएको सुनिश्चित गर्नुहोस्।

source: Invalid Pin
ne: अवैध पिन

source: Remote SDP
ne: दूर SDP

source: &Warnings
ne: चेतावनी

source: XML Files
ne: XML फाइलहरू

source: Please select a valid value. The two nearest valid values are %S and %S.
ne: कृपया वैध मान चयन गर्नुहोस्। दुई नजिक वैध मानहरू %S र %S हुन्।

source: Remove all passwords
ne: सम्पूर्ण पासवर्डहरू हटाउनुहोस्

source: rght
ne: दायाँ

source: Do not prompt for authent&ication if password is saved
ne: यदि पासवर्ड सङ्ग्रह गरिएको छ भने पासवर्ड प्रमाणीकरणको लागि झक्झक्याउने नगर्नुहोस्

source: Move &Up
ne: माथि सार्नुहोस्

source: The password is locked.
ne: पासवर्डमा ताल्चा लागेको छ।

source: You are sharing a window or your screen with the site
ne: यो साइटलाई तपाईँ क्यामेरा र/अथवा माइक्रोफोन प्रयोग गर्न दिँदै हुनुहुन्छ

source: Leave
ne: छोड्नुहोस्

source: Line:
ne: हरफ:

source: September
ne: सेप्टेम्बर

source: collapsed
ne: संक्षिप्त गरियो

source: You are sharing your camera and/or microphone with the site
ne: यो साइटलाई तपाईँ क्यामेरा र/अथवा माइक्रोफोन प्रयोग गर्ने अनुमति दिँदै हुनुहुन्छ

source: &Bookmark This Page…
ne: यो पृष्ठमा पुस्तकचिनो हाल्नुहोस्...

source: default
ne: पूर्वनिर्धारित

source: Fulah
ne: फुलाह

source: Text Files
ne: पाठ फाइलहरू

source: graphic
ne: ग्राफिक

source: Unmute your audio
ne: आफ्नो आवाज खोल्नुहोस्

source: Add Preset
ne: पूर्वनिर्धारित थप्नुहोस्

source: %S Image
ne: %S तस्विर

source: SUGGESTED
ne: सुझाब दिइएको

source: Show All
ne: सबै देखाउनुहोस्

source: This might void your warranty!
ne: यसले तपाईँको वारन्टी खारेज गर्नसक्छ!

source: to try again.
ne: पुन: प्रयास गर्नका लागि।

source: Filter
ne: फिल्टर

source: Amharic
ne: अम्हारिक

source: Sign In To Sync
ne: सिङ्क गर्न साइन इन गर्नुहोस्

source: Device ID
ne: यन्त्र आई डी

source: Verifying
ne: प्रमाणिकरण गर्दै

source: Current Worker URL:
ne: हालको वर्कर URL:

source: Rever&t…
ne: पछाडि फर्कनुहोस्...

source: Feeds
ne: फिडहरू

source: Montenegro
ne: मन्टेनेग्रो

source: Now for the good news: You can just close this tab, restore it or restore all your crashed tabs.
ne: र अब सुसमाचारका लागि: तपाईँले यो ट्याबमात्र बन्द अथवा पुनर्स्थापना गर्न सक्नुहुन्छ, अथवा सबै क्र्यास भएका ट्याबहरू पुनर्स्थापना गर्न सक्नुहनेछ।

source: Profile Exists
ne: प्रोफाइल अवस्थित छ

source: Show your top sites
ne: आफ्नो शीर्ष साइटहरू देखाउनुहोस्

source: Click Uninstall to continue.
ne: हटाउने काम जारी राख्नको लागि क्लिक गर्नुहोस ।

source: View Saved Passwords
ne: संरक्षित पासवर्डहरू हेर्नुहोस्

source: &Copy
ne: प्रतिलिपि गर्नुहोस्

source: Waiting Cache Name:
ne: वेटिङ क्यास नाम:

source: Page Width
ne: पृष्ठ चौडाइ

source: We're Sorry
ne: हामी क्षमा चाहन्छौ

source: ']' to end attribute selector
ne: ']' विशेषता चयनकर्ता समाप्त गर्न

source: ANSI X9.62 elliptic curve prime192v1 (aka secp192r1, NIST P-192)
ne: ANSI X9.62 अण्डाकार वक्ररेखा प्रमुख192v1 (aka secp192r1, NIST P-192)

source: &Safari
ne: सफारी

source: New &Container Tab
ne: नयाँ कन्टेनर ट्याब

source: Build Configuration
ne: कन्फिगरेसन बनाउनुहोस्

source: Aug
ne: अगस्ट

source: &Apply Update…
ne: अद्यावधिक लागू गर्नुहोस...

source: Unknown app type: '%S'.
ne: अज्ञात अनुप्रयोग प्रकार: '%S'।

source: Copy &Name
ne: नाम प्रतिलिपि गर्नुहोस्

source: Slovenia
ne: स्लोभेनिया

source: Enter Responsive Design Mode
ne: उत्तरदायीपूर्ण डिजाइन मोड प्रवेश गर्नुहोस्

source: %S has been uninstalled from your computer.
ne: तपाईको कम्प्युटरबाट %S स्थापना भएको हटाइएको छ।

source: Unvisited &Links:
ne: भ्रमण नगरिएका लिङ्कहरू:

source: Some printing functionality is not implemented yet.
ne: केही मुद्रण प्रकार्यहरू अहिलेसम्म प्रयोग गरिएका छैनन्।

source: Trust this CA to identify software developers.
ne: यो CA लाई सफ्टवेयर विकासकर्ताहरूको पहिचान गर्नका लागि विश्वास गर्नुहोस्।

source: Irish
ne: आइरिस

source: &Banking
ne: बैङ्किङ

source: Your add-ons and custom settings will be temporarily disabled.
ne: तपाईंको एडअन र अनुकुल सेटिङहरू अस्थायी रूपमा बन्द गरिनेछ।

source: &Help
ne: मद्दत

source: Copy &Email Address
ne: इमेल ठेगाना प्रतिलिपि गर्नुहोस्

source: Icelandic
ne: आइसलान्डीक

source: The password entered is too short
ne: प्रविष्टि गर्नुभएको पासवर्ड धेरै छोटो भयो

source: spans %S rows
ne: स्पानहरूको %S पङ्क्तिहरू

source: Close the profiler
ne: प्रोफाइलर बन्द गर्नुहोस्

source: Maximum number of intermediate CAs: %S
ne: मध्यवर्तीको अधिक्तम सङ्ख्या CAs: %S

source: Email Address
ne: इमेल ठेगाना

source: No properties to display
ne: देखाउनको लागि कुनै गुणहरू छैन

source: Encryption makes it difficult for unauthorized people to view information traveling between computers. It is therefore unlikely that anyone read this page as it traveled across the network.
ne: गुप्तीकरणले अनधिकृत मान्छेहरूलाई कम्प्युटरहरूका बीच हुने जानकारीको आदान-प्रदान हेर्न अप्ठ्यारो पार्छ। त्यसैले यो पृष्ठलाई सञ्जाल वरपर कसैले पढ्ने धेरै सम्भावना छैन।

source: Italian
ne: इटालियन

source: Could not verify this certificate for unknown reasons.
ne: अज्ञात कारणहरूले गर्दा यो प्रमाणपत्र पुष्टि गर्न सकिएन।

source: Click Install to continue.
ne: स्थापना जारी राख्नको लागि क्लिक गर्नुहोस ।

source: Import Preferences, Bookmarks, History, Passwords and other data from:
ne: प्राथमिकताहरू ,पुस्तकचिन्हहरू ,इतिहास ,पासवर्डहरू र अन्य डाटा आयात गर्नुहोस:

source: Show tab previews in the Windows tas&kbar
ne: सञ्झ्याल कार्यपट्टीमा ट्याबको पूर्वावलोकनहरू देखाउनुहोस्

source: GPU #2 Active
ne: GPU #2 सक्रिय

source: Position your mouse over a component to see its description.
ne: विवरण हेर्न एक घटक मा आफ्नो माउसको अवस्था त्यसमाथि लग्नुहोस्।

source: Selected element:
ne: चयन गरिएका तत्व:

source: &Account
ne: &खाता

source: Icons and Text
ne: प्रतिमा र पाठहरू

source: Saint Pierre and Miquelon
ne: सेन्ट पियर र मिक्युलोन

source: Saved
ne: सङ्ग्रह गरियो

source: Choose Application
ne: अनुप्रयोग रोज्नुहोस्

source: New Version Available
ne: नयाँ संस्करण उपलब्ध छ

source: &Integer
ne: इन्टिजर

source: If you are sharing this copy of &brandShortName; with other users, you can use profiles to keep each user's information separate. To do this, each user should create his or her own profile.
ne: यदि तपाईँले &brandShortName; को प्रतिलिपि अरु प्रयोगकर्ताहरूसँग बाँडिरहनु भएको छ भने,तपाईँले प्रत्येक प्रयोगकर्ताको जानकारीहरू भिन्न राख्नलाई प्रोफाइलहरू प्रयोग गर्न सक्नुहुन्छ। यसो गर्नलाई प्रत्येक प्रयोगकर्ताले आफ्नो प्रोफाइल सिर्जना गर्नुपर्ने हुन्छ।

source: &Override automatic cache management
ne: स्वचालित क्याच संचालनलाई अोवरराड गर्नुहोस्

source: There is not enough free memory to print.
ne: मुद्रण गर्न चाहिने मात्रामा मेमोरी उपलब्ध हुन सकेन।

source: Please sign in again
ne: कृपया पुनः साइन इन गर्नुहोस्।
